Initializes a new instance of the  TextBoxEnterPressedEventArgs  class
  Namespace:   Autodesk.Revit.UI.Events
  Assembly:   RevitAPIUI  (in RevitAPIUI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public TextBoxEnterPressedEventArgs()
  Visual Basic
Public Sub New
  Visual C++
public:
TextBoxEnterPressedEventArgs()
 See Also
  TextBoxEnterPressedEventArgs Class
  Autodesk.Revit.UI.Events Namespace